from telebot.types import Message
from loader import bot


@bot.message_handler(commands=["start"])
def bot_start(message: Message):
    bot.send_message(message.chat.id, f"Доброго времени суток, {message.from_user.full_name}! 👋"
                          f"\n\nМы рады приветствовать Вас в нашем телеграм-боте! 🤖✨"
                          f"\n\nNumber One - это не просто место, это погружение в мир знаний, новых знакомств и совершенствование самого себя! 🌍📚🚀"
                          f"\nУ нас представлено несколько программ обучения: ..."
                          f"\nНажав на кнопку /help вы можете ознакомиться со всей интересующей Вас информацией и остальными командами бота :) 💡📋")


