from telebot.types import Message
from loader import bot


@bot.message_handler(commands=["staff_info"])
def staff_info(message: Message):
    bot.send_message(message.chat.id, f'Наш педагогический состав: 👨‍🏫👩‍🏫'
                          f'\n\nМейсарош Анна Александровна ... (инфа про образование, стаж работы и тд... + фото) 📚✨'
                          f'\n\nЮрченко Степан Сергеевич ... (инфа про образование, стаж работы и тд... + фото) 🎓🔥'
                          f'\n\nКибирева Виктория Алексеевна ... (инфа про образование, стаж работы и тд... + фото) 🎓🔥')


